{
  "books": [
    {
      "id": 1,
      "name": "East of Eden",
      "author": "John Steinbeck",
      "img": "../img/East_of_Eden.jpg",
      "description": "Steinbeck apparently considered this 1952 novel to be his magnum opus, the one which all other novels before it had merely been practice for. The title is suitably grand. Taken from Genesis, the first book of the Old Testament, it refers to line 4:16, after Cain has slain his brother Abel. And Cain went out from the presence of the Lord, and dwelt in the land of Nod, on the east of Eden.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 2,
      "name": "The Sun also Rises",
      "author": "Ernest Hemingwey",
      "img": "../img/the-sun-also-rises.jpg",
      "description": "More Ecclesiastes! This particular quotation is from 1:5, which states that The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose. Hemingway’s modernist novel came out in 1926.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 3,
      "name": "Vile Bodies",
      "author": "Evelyn Waugh",
      "img": "../img/Vile Bodies.jpg",
      "description": "Waugh took the title for his 1930 novel from Philippians, full name Epistle to the Philippians, which is part of the New Testament and generally attributed to Paul the Apostle. Most scholars consider it to be a collection of letter fragments sent from Paul to the church of Philippi, a city on the Greek island of Thasos. The line in question is 3:21 and refers to Jesus Christ, [w]ho shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 4,
      "name": "A Time to Kill",
      "author": "John Grisham",
      "img": "../img/atimetokill.jpg",
      "description": "This one is from 3:3 in the Ecclesiastes, again part of the Old Testament. The anonymous author is a King of Jerusalem who relates and analyses events in his own life. This has resonated strongly with a lot of people: Abraham Lincoln quoted Ecclesiastes when addressing Congress in 1862, and the novelist Thomas Wolfe called it ‘the greatest single piece of writing I have ever known.’ Grisham’s 1989 title is taken from the line that [To every thing there is a season, and a time to every purpose under the heaven:] A time to kill, and a time to heal; a time to break down, and a time to build up…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 5,
      "name": "THE House of Mirth",
      "author": "Edith Wharton",
      "img": "../img/THE House of Mirth.jpg",
      "description": "Another Ecclesiastes quotation, this time from line 7:4. A brilliant sentence: The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth. One of Wharton’s best-known novels, it came out in 1905.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 6,
      "name": "Moab is my Washpot",
      "author": "Stephen Fry",
      "img": "../img/Moab is my Washpot.jpg",
      "description": "Undoubtedly an odd quotation; it comes from line 60:8 of the Book of Psalms in the Old Testament, which reads in full Moab is my washpot; over Edom will I cast out my shoe: Philistia, triumph thou because of me. The context is that people would often use washpots to clean their feet of sand after roaming the desert, and Moab, a kingdom of Jordan which was often warring against the Israelites, needed to be overcome. The Israelites therefore likened these containers to the kingdom. Fry chose this as the title for his 1997 autobiography as he considered the book to be ‘scrubbing at the grime of years’.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 7,
      "name": "The Da Vinci Code",
      "author": "Dan Brown",
      "img": "../img/davinci code.jpg",
      "description": "The Da Vinci Code follows symbologist Robert Langdon and cryptologist Sophie Neveu after murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 8,
      "name": "Harry Potter and the Deathly Hallows",
      "author": "J.K Rowling",
      "img": "../img/Harry Potter and the Deathly Hallows.jpg",
      "description": "The title of the book refers to three mythical objects featured in the story, collectively known as the 'Deathly Hallows'—an unbeatable wand (the Elder Wand), a stone to bring the dead to life (the Resurrection Stone), and a cloak of invisibility.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 9,
      "name": "Absalom, Absalom!",
      "author": "William Faulkner",
      "img": "../img/Absalom,_Absalom.jpg",
      "description": "This quotation for Faulkner’s 1936 novel comes from the Books of Samuel – more specifically, 19:4 in 2 Samuel, which is in the Old Testament and relates some of the history of Israel. Absalom, the third son of David, rebelled against his father and was killed in battle. The full Biblical sentence is But the king covered his face, and the king cried with a loud voice, O my son Absalom, O Absalom, my son, my son! Faulkner was a big fan of borrowed titles: his 1939 If I Forget Thee, Jerusalem is also from the Bible, Psalms 137:5. The line in question is If I forget thee, Jerusalem, let my right hand forget its skill.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    
    {
      "id": 10,
      "name": "A Scanner Darkly",
      "author": "Philip K. Dick",
      "img": "../img/A Scanner Darkly.jpg",
      "description": "One of Dick’s most famous novels (published in 1977), its title is taken from the First Epistle to the Corinthians. Like above, it’s written by Paul the Apostle, this time to the church in Corinth. The line, 13:12, goes For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known. It’s a particularly well-known one, and its opening words have often been used as famous book titles to other works, such as Sheridan Le Fanu’s 1872 short story collection In a Glass Darkly and Karleen Koen’s 1986 historical fiction novel Through a Glass Darkly (its sequel continues the quotation, being called Now Face to Face).",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 11,
      "name": "Brave New World ",
      "author": "Aldous Huxley",
      "img": "../img/brave-new-world.jpg",
      "description": "This is possibly the most famous book to take its title from a Shakespeare play – in this case, The Tempest. In Act V Scene I, Miranda declares: How beauteous mankind is! O brave new world That has such people in ’t! She says this when encountering new arrivals to her island for the first time in her life, and the ‘savage’ John repeats it when gazing at the corrupt, hedonistic society portrayed in Huxley’s 1932 novel. Huxley was a big fan of Shakespeare and quoted him in two more famous book titles, namely Tomorrow and Tomorrow and Tomorrow (1956) and Mortal Coils (1921), from Macbeth and Hamlet respectively. Both are part of famous soliloquies; Hamlet’s in particular is the ‘to be or not to be’ speech. Tomorrow, and tomorrow, and tomorrow, Creeps in this petty pace from day to day, To the last syllable of recorded time; And all our yesterdays have lighted fools The way to dusty death. —Macbeth, Act V Scene V For in that sleep of death, what dreams may come, When we have shuffled off this mortal coil, Must give us pause. —Hamlet, Act III Scene I",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 12,
      "name": "Rosemary and Rue (OCTOBER DAYE #1)",
      "author": "Seanan Mcguire",
      "img": "../img/GUEST_2548a6d3-e72f-4149-912f-7114dad7a73f.jpg",
      "description": "The first installment of McGuire’s bestselling fantasy October Daye series, this title is taken from The Winter’s Tale. Rosemary signifies remembrance (very key to Toby’s character) whilst rue is for repentance. The lines are spoken in Act IV Scene IV by Perdita as she gives the flowers in question to Camillo and Polixenes. Reverend sirs, For you there’s rosemary and rue; these keep Seeming and savour all the winter long: Grace and remembrance be to you both…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 13,
      "name": "Pale Fire",
      "author": "Vladimir Nabokov",
      "img": "../img/Pale-Fire-by-Vladimir-Nabokov.png",
      "description": "Timon of Athens is one of Shakespeare’s less well-known and less-read plays, so it’s not often quoted. But Timon’s speech here in Act IV Scene III is an excellent one. Suitably for a 1962 postmodernist novel full of cross-quotations and complex footnotes, there’s also a possible secondary Shakespeare reference here. In Hamlet, the Ghost states that the glow-worm ‘gins to pale his uneffectual fire.’ Lolita (1955) is of course Nabokov’s best work and one of history’s most famous book titles, but Pale Fire also received acclaim. The sun’s a thief, and with his great attraction Robs the vast sea: the moon’s an arrant thief And her pale fire she snatches from the sun The sea’s a thief, whose liquid surge resolves The moon into salt tears…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 14,
      "name": "Remembrance of Things Past",
      "author": "Marcel Proust",
      "img": "../img/Remembrance of Things Past.jpg",
      "description": "You could say this one is cheating, a little bit. Proust wrote his 1913 seven-volume masterpiece in French, with the title À la recherche du temps perdu, which more directly translates into In Search of Lost Time. But C.K. Scott Moncrieff was its first English translator, and he released his version in 1922 under a title taken from Shakespeare’s Sonnet 30. When to the sessions of sweet silent thought I summon up remembrance of things past, I sigh the lack of many a thing I sought, And with old woes new wail my dear time’s waste…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 15,
      "name": "The Fault in Our Stars",
      "author": "John Green",
      "img": "../img/The Fault in Our Stars.jpg",
      "description": "Maybe I was wrong about Brave New World being the most famous Shakespeare-inspired title. With the novel that secured Green undying fame in 2012, we have a quotation from Act I Scene II of Julius Caesar, specifically by the character Cassius. He’s trying to persuade Brutus of the very real danger that Caesar wants to be king, and how dangerous that would be for Rome. The fault, dear Brutus, is not in our stars But in ourselves, that we are underlings.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 16,
      "name": "Cold Comfort Farm",
      "author": "Stella Gibbons",
      "img": "../img/Cold Comfort Farm.jpg",
      "description": "Gibbons’s 1932 classic about a deeply unpleasant farm, a satire of typical Victorian rural fiction, has a title taken from Act V Scene VII of King John, spoken by the titular character. …I do not ask you much, I beg cold comfort; and you are so straitAnd so ingrateful, you deny me that.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 17,
      "name": "In Cold Blood",
      "author": "Truman Kapote",
      "img": "../img/In Cold Blood.jpg",
      "description": "Here we have another Timon of Athens quotation. For his 1966 nonfiction account of a notorious family murder, Capote selected a line from Alcibiades’ speech in Act III Scene V – Who cannot condemn rashness in cold blood? Committing crimes ‘cold-bloodedly’ has long been a staple of speech, however.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 18,
      "name": "Behold Here's Poison",
      "author": "Georgette Heyer",
      "img": "../img/Behold Here's Poison.jpg",
      "description": "This isn’t really one of the world’s most famous book titles; Heyer’s contemporary detective novels were far less popular than her historical romances. But Behold, Here’s Poison (1936) has always been one of my favourite Heyers. Not because of its mystery plot, which is pretty standard, but because it has what I consider to be some of her best characters of all time, particularly ‘amiable snake’ Randal. If you’re a Heyer fan (or even if you’re not) I really recommend it! The title comes from a speech by Antiochus in Act I Scene I of Pericles, Prince of Tyre. Thaliard, behold, here’s poison, and here’s gold; We hate the Prince of Tyre, and thou must kill him: It fits thee not to ask the reason why…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 19,
      "name": "Band of Brothers",
      "author": "Stephen E. Ambrose",
      "img": "../img/Band of Brothers.jpg",
      "description": "This 1992 historical nonfiction book about World War II was later popularised by a dramatic TV miniseries in 2001, produced by Steven Spielberg and Tom Hanks. The quotation is taken from Henry V, Act IV Scene III, in a speech delivered by Henry himself to rouse his troops on St Crispin’s Day before the famed 1415 Battle of Agincourt. We few, we happy few, we band of brothers; For he to-day that sheds his blood with me Shall be my brother…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 20,
      "name": "Mortal Engines",
      "author": "Philip Reeve",
      "img": "../img/Mortal Engines.jpg",
      "description": "Reeve’s 2001 steampunk series has a name borrowed from Othello’s speech in Act III Scene III of Othello. It’s particularly apt since it references cities which are constantly on the move and eating other cities. And O you mortal engines whose rude throats Th’immortal Jove’s dread clamours counterfeit… The 2006 fourth novel in the Mortal Engines quartet also has a literary title: it’s called A Darkling Plain, a quotation from Matthew Arnold’s 1867 poem Dover Beach. Ah, love, let us be true To one another! for the world, which seems To lie before us like a land of dreams, So various, so beautiful, so new, Hath really neither joy, nor love, nor light, Nor certitude, nor peace, nor help for pain; And we are here as on a darkling plain Swept with confused alarms of struggle and flight, Where ignorant armies clash by night.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 21,
      "name": "The Dark Tower",
      "author": "Stephen King",
      "img": "../img/The Dark Tower.jpg",
      "description": "This 1982 eight-book series by King has a title which is taken from Shakespeare, but comes by way of Robert Barrett Browning. In 1852, Browning wrote a poem entitled Childe Roland to the Dark Tower Came; this line is spoken in Act III Scene IV of King Lear by Gloucester’s son Edgar. In his guise as Tom o’ Bedlam, he speaks a lot of gibberish, and this particular piece of gibberish has even older roots as a Scottish ballad. Child Rowland to the dark tower came, His word was still ‘Fie, foh, and fum I smell the blood of a British man.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 22,
      "name": "The Sound and the Fury",
      "author": "William Faulkner",
      "img": "../img/The_Sound_and_the_Fury_(1929_1st_ed_dust_jacket).jpg",
      "description": "Another Faulkner! This 1929 title comes from Macbeth’s famed soliloquy in Act V Scene V, delivered as Scottish troops are approaching his castle. It’s the ending of the aforementioned ‘Tomorrow and tomorrow and tomorrow’ quotation. … it is a tale Told by an idiot, full of sound and fury, Signifying nothing.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 23,
      "name": "No Wind Of Blame",
      "author": "Georgette Heyer",
      "img": "../img/No Wind Of Blame.jpg",
      "description": "Another of Heyer’s detective novels, the 1939 No Wind of Blame has a title from words spoken by Claudius in Act IV Scene VII of Hamlet. …I will work him To an exploit, now ripe in my devise, Under the which he shall not choose but fall. And for his death no wind of blame shall breathe…",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 24,
      "name": "I Know Why the Caged Bird Sing",
      "author": "Maya Angelou",
      "img": "../img/I Know Why the Caged Bird Sing.jpg",
      "description": "Angelou’s autobiography has, rightly, been hailed as a landmark piece of writing since it came out in 1969. The title comes from the poem Sympathy by African American poet Paul Laurence Dunbar, who was born in 1872 and died young from illness in 1906. I know why the caged bird sings, ah me, When his wing is bruised and his bosom sore, — When he beats his bars and he would be free; It is not a carol of joy or glee, But a prayer that he sends from his heart’s deep core, But a plea, that upward to Heaven he flings — I know why the caged bird sings!",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 25,
      "name": "Alone on a Wide, Wide Sea",
      "author": "Michael Morpurgo",
      "img": "../img/Alone on a Wide, Wide Sea.jpg",
      "description": "This 2006 children’s novel relates the story of a British orphan sent to Australia after World War II. The title comes from Samuel Taylor Coleridge’s famous 1798 poem The Rime of the Ancient Mariner. Though the poem is fairly long, it’s narrated in short stanzas of four lines each. Alone, alone, all, all alone, Alone on a wide wide sea! And never a saint took pity on My soul in agony.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 26,
      "name": "Dance Dance Dance",
      "author": "Haruki Murakami",
      "img": "../img/Dance Dance Dance.jpg",
      "description": "This is the sixth novel by the bestselling Japanese author, who has declared it to be the one he most enjoyed writing. It was first published in 1988 but translated into English in 1994. The title comes from the final stanza of W.H. Auden’s 1937 poem Death’s Echo. Dance, dance for the figure is easy, The tune is catching and will not stop; Dance till the stars come down from the rafters; Dance, dance, dance till you drop.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 27,
      "name": "Gone With the Wind",
      "author": "Margaret Mitchell",
      "img": "../img/Gone With the Wind.jpg",
      "description": "Mitchell’s great 1936 American Civil War classic is one of my joint favourite novels (alongside Wuthering Heights) and, delightfully for me, its title comes from my all-time favourite poem! If you read my article on 22 gorgeous Victorian poems, you’ll know this already, but Ernest Dowson’s 1894 poem Non Sum Qualis Eram Bonae Sub Regno Cynarae is one I absolutely love. To be doubly literary, Dowson’s title is itself taken from a poem – specifically, Book IV of the ancient Roman poet Horace’s Odes. It translates to ‘I am not as I was under the reign of the good Cynara’ and is evocative of lost, haunting love, perfect for Gone with the Wind. I have forgot much, Cynara! gone with the wind, Flung roses, roses riotously with the throng, Dancing, to put thy pale, lost lilies out of mind; But I was desolate and sick of an old passion, Yea, all the time, because the dance was long; I have been faithful to thee, Cynara! in my fashion.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 28,
      "name": "A Many-Splandored Thing",
      "author": "Han Suyin",
      "img": "../img/A Many-Splandored Thing.jpg",
      "description": "Rosalie Matilda Kuanghu Chou, who wrote under the pen name Han Suyin, produced a number of China-set novels which became very popular in the West. Chief among these is A Many-Splendoured Thing in 1952, which narrates the tale of a Eurasian doctor and her affair with a married British foreign correspondent. The novel is strongly autobiographical; Suyin herself, a Eurasian doctor, had an affair with the married British-Australian war correspondent Ian Morrison who was killed in the Korean War in 1950. Its title comes from the 1903 poem The Kingdom of God by Francis Thompson. The angels keep their ancient places; — Turn but a stone, and start a wing! ‘Tis ye, ‘tis your estrangèd faces, That miss the many-splendoured thing.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 29,
      "name": "As I Lay Dying",
      "author": "William Faulkner",
      "img": "../img/As I Lay Dying.jpg",
      "description": "Yet more Faulkner! This 1930 title comes from a translation of Homer’s ancient Greek poem The Odyssey, published in 1925 by William Marris. In its Book XI, the dead Agamemnon tells Odysseus that As I lay dying, the woman with the dog’s eyes would not close my eyes as I descended into Hades. He is here referring to his murderous, adulterous wife Clytemnestra. Considering he SACRIFICED THEIR DAUGHTER IPHIGENIA just so he could go off and fight, one really cannot blame her.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    },
    {
      "id": 30,
      "name": "Things Falls Apart",
      "author": "Chinua Achebe",
      "img": "../img/Things Falls Apart.jpg",
      "description": "Achebe’s 1958 novel narrates the story of life in southeastern Nigeria prior to its colonisation by Europeans during the late Victorian Scramble for Africa. This title comes from W. B. Yeats’s 1919 poem The Second Coming. It also serves as the source material for the title of The Widening Gyre, a detective novel by Robert B. Parker.",
      "isCompleted": false,
      "isReading": false,
      "details": false,
      "comment": [],
      "rating": "0"
    }
  ]
}
